{
	
  "framing" : [
	    {
	        "name": "neg_60",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 60 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A zomrie 24 ľudí",
	        "optionB": "Pri alternatíve B je 3/5 pravdepodobnosť, že nikto nezomrie a 2/5 pravdepodobnosť, že zomrie 60 ľudí"
	    },
	    {
	        "name": "poz_60",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 180 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A sa zachráni 108 ľudí",
	        "optionB": "Pri alternatíve B je 3/5 pravdepodobnosť, že sa zachráni 180 ľudí a 2/5 pravdepodobnosť, že sa nezachráni nikto"
	    },
	    {
	        "name": "neg_80",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 120 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A zomrie 24 ľudí",
	        "optionB": "Pri alternatíve B je 4/5 pravdepodobnosť, že nikto nezomrie a 1/5 pravdepodobnosť, že zomrie 120 ľudí"
	    },
	    {
	        "name": "poz_80",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 200 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A sa zachráni 160 ľudí",
	        "optionB": "Pri alternatíve B je 4/5 pravdepodobnosť, že sa zachráni 200 ľudí a 1/5 pravdepodobnosť, že sa nezachráni nikto"
	    },
	    {
	        "name": "neg_20",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 240 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A zomrie 192 ľudí",
	        "optionB": "Pri alternatíve B je 1/5 pravdepodobnosť, že nikto nezomrie a 4/5 pravdepodobnosť, že zomrie 240 ľudí"
	    },
	    {
	        "name": "poz_20",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 80 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A sa zachráni 16 ľudí",
	        "optionB": "Pri alternatíve B je 1/5 pravdepodobnosť, že sa zachráni 80 ľudí a 4/5 pravdepodobnosť, že sa nezachráni nikto"
	    },
	    {
	        "name": "neg_40",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 120 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A zomrie 72 ľudí",
	        "optionB": "Pri alternatíve B je 2/5 pravdepodobnosť, že nikto nezomrie a 3/5 pravdepodobnosť, že zomrie 120 ľudí"
	    },
	    {
	        "name": "poz_40",
	        "description": "Stala sa nehoda hromadného postihnutia osôb, pri ktorej je na mieste činu 160 zranených ľudí. Boli vytvorené dve stratégie na záchranu týchto osôb. Zvoľte jednu z týchto stratégií:",
	        "optionA": "Pri alternatíve A sa zachráni 64 ľudí",
	        "optionB": "Pri alternatíve B je 2/5 pravdepodobnosť, že sa zachráni 160 ľudí a 3/5 pravdepodobnosť, že sa nezachráni nikto"
	    }
	],
	"pns" : {
		"description" : "Prečítajte si pozorne každé z nasledujúcich tvrdení a posúďte, nakoľko s nimi súhlasíte - podľa vašej mienky, postojov a skúseností. Na tieto otázky neexistujú \"dobré\" ani \"zlé\" odpovede. Odpovedajte preto úprimne a rýchlo podľa nasledovnej 6-bodovej škály:",
		"questions" : [
			"Rozruší ma, ak sa dostanem do situácie, o ktorej neviem, čo od nej môžem očakávať.",
			"Nevadia mi veci, ktoré narušujú môj denný režim.",
			"Mám rád/a jasný a usporiadaný spôsob života.",
			"Som rád/a, keď každá vec má svoje určené miesto a všetko je na svojich miestach.",
			"Rád/a som spontánny/a.",
			"Zistil/a som, že dobre usporiadaný život s pravidelným režimom je nudný.",
			"Nemám rád/a situácie, ktoré sú neurčité.",
			"Neznášam, keď mám zmeniť plány v poslednej minúte.",
			"Nenávidím, keď mám byť s ľuďmi, ktorých správanie je nepredvídateľné.",
			"Zistil/a som, že dôsledná pravidelnosť mi umožňuje mať väčšiu radosť zo života.", 
			"Rád/a sa ocitnem v nepredvídateľných situáciách (rozveselia ma, aktivujú).",
			"Cítim sa nepríjemne, ak nie sú jasné pravidlá určitej situácie."
		]
	},
	"rei" : {
		"description" : "Prečítajte si pozorne každé z nasledujúcich tvrdení a posúďte, nakoľko s nimi súhlasíte - podľa vašej mienky, postojov a skúseností. Na tieto otázky neexistujú \"dobré\" ani \"zlé\" odpovede. Odpovedajte preto úprimne podľa nasledovnej 6-bodovej škály:",
		"questions" : [
			"Pokúšam sa vyhýbať situáciám, ktoré vyžadujú náročné rozmýšľanie.",
			"Rád/a sa spolieham na moje intuitívne pocity.",
			"Nie som až taký/á dobrý/á v riešení komplikovaných problémov.",
			"Nemám veľmi dobrý zmysel pre intuíciu.",
			"Mám pôžitok z každej intelektuálnej výzvy",
			"Používanie „ciťákov“ pri riešení problémov v mojom živote mi vyhovuje.",
			"Nie som veľmi dobrý/á v riešení problémov, ktoré vyžadujú dôkladnú logickú analýzu.",
			"Dôverujem svojim intuitívnym pocitom.",
			"Nemám rád/a, keď musím veľa rozmýšľať.",
			"Intuícia môže byť veľmi užitočný spôsob, ako riešiť problémy.",
			"Mám radosť z riešenia problémov, ktoré vyžadujú veľa rozmýšľania.",
			"Často sa riadim svojimi inštinktami, keď sa rozhodujem, čo robiť.",
			"Myslenie nie je práve mojou ideálnou predstavou zábavnej aktivity.",
			"Dôverujem svojim prvotným dojmom z ľudí.",
			"Nie som veľmi analyticky rozmýšľajúci človek.",
			"Ak ide o dôveru v ľudí, tak sa zvyčajne spoľahnem na svoju intuíciu.",
			"Dôkladné rozmýšľanie o veciach nie je moja silná stránka.",
			"Ak som sa spoľahol/a na moje „ciťáky“, tak som často urobil/a chybu.",
			"Radšej riešim komplexné problémy ako jednoduché.",
			"Nemám rád/a situácie, v ktorých sa musím spoliehať na intuíciu.",
			"Náročné a dlhé rozmýšľanie o niečom ma málo uspokojuje.",
			"Myslím, že sú situácie, v ktorých by sme sa mali spoľahnúť na svoju intuíciu.",
			"Pod tlakom sa mi zle rozmýšľa.",
			"Myslím, že je bláznivé robiť dôležité rozhodnutia, založené len na pocitoch.",
			"Som oveľa lepší/ia v riešení vecí logickým spôsobom ako väčšina ľudí.",
			"Nemyslím si, že je dobrý nápad spoliehať sa na intuíciu pri dôležitých rozhodnutiach.",
			"Mám logickú myseľ.",
			"Vo všeobecnosti, moje rozhodovanie nezáleží od mojich pocitov.",
			"Mám radosť z myslenia v abstraktných pojmoch.",
			"Ak som načúval/a svojim najhlbším intuitívnym pocitom, tak som sa takmer vôbec nemýlil/a v mojich rozhodnutiach.",
			"Nemám problém starostlivo a dôkladne premýšľať veci.",
			"Nechcel/a by som závisieť na niekom, kto sa vníma ako intuitívny typ.",
			"Používanie logiky pri riešení problémov v mojom živote mi vyhovuje.",
			"Moje nepremyslené súdy nie sú pravdepodobne tak dobré ako nepremyslené súdy väčšiny ľudí.",
			"Poznať odpoveď bez pochopenia myslenia, ktoré k nej viedlo, je pre mňa dostatočné.",
			"Som náchylný/á používať srdce ako sprievodcu mojich činov.",
			"Zvyčajne konám na základe jasných a vysvetliteľných dôvodov.",
			"Zvyčajne cítim, či má človek pravdu alebo sa mýli, aj keď neviem vysvetliť, ako to viem.",
			"Bolo by pre mňa veľmi príťažlivé, ak by som sa mal/a učiť novým spôsobom myslenia.",
			"Domnievam sa, že moje intuície sú rovnako často správne, ako sú aj mylné."
		],
		"negative" : [0,2,3,6,8,12,14,16,17,19,20,22,23,25,27,31,33,34,39]
	}
}
